{
    "intents": 
    [
        {"tag": "ترحيب",
            "patterns": ["السلام عليكم","مرحبا","مساء الخير","اهلا","هاي","صباح الخير","هيلو","ازيك"],
            "responses": [" كيف يمكننى مساعدتك"," مرحبا بك ما هى مشكلتك","انا هنا لمساعدتك"],
            "context_set":""
        },
        {"tag": "الحال",
            "patterns": ["كيف حالك"," شخبارك","اخبارك","حال","انت تمام"],
            "responses": ["الحمدلله بخير","انا بخير شكرا لك"],
            "context_set":""
        },
         {"tag": "حادث",
            "patterns": ["عملت حادثة","حادثة","تعرضت لحادث"],
            "responses": ["إذا كان المصاب لا يتنفس على الإطلاق أو يتنفس بطريقة غير اعتيادية، فمن الضروري بدء الإنعاش القلبي الرئوي، من خلال إمالة رأسه إلى الخلف برفق شديد، والنفخ في الأنف برفق كل خمس ثوانٍ للسماح للصدر بالزفير بشكل طبيعي و من الضروري البحث عن أي إصابات ناتجة عن النزيف لوقف تدفق الدم، من خلال أخذ قطعة قماش نظيفة والضغط برفق على الجرح"],
            "context_set":""
        },{"tag": "الاسعافات الاوليه",
            "patterns": [" الاسعافات الاوليه"],
            "responses": ["   ما هى مشكلتك وانا ساخبرك بالاسعافات الاولية اللازمة لكن من المهم أن يتم توفير الرعاية الطبية المتخصصة في أقرب وقت ممكن بعد تقديم الإسعافات الأولية. يجب أن يتم توجيه أي شخص مصاب بإصابة خطيرة أو حالة طارئة إلى المرفق الطبي المناسب لتلقي  العناية اللازمة  "],
            "context_set":""
        },
        {"tag": "توديع",
            "patterns": ["مع السلامة","الى اللقاء","باي","وداعا","شكرا","ثانكيو","ثانكس","تشاو"],
            "responses": ["مع السلامة ","الى اللقاء","سلام,اتمنى اكون قدرت اساعدك"],
            "context_set":""
        },
        {"tag": "اي شي اخر",
            "patterns": [""],
            "responses": ["لم أفهم قصدك","هل يمكنك اعادة صياغة عبارتك؟ أنا لم افهم","لم افهم , هل يمكنك اعادة صياغة ما تقصده"],
            "context_set":""
        },
        {"tag": "المساعدة",
            "patterns": ["أريد شخص للتحدث معه ","أريد الإستفسار عن معلومة من فضلك","أريد السؤال عن شيء؟","هل يمكنك مساعدتي؟ "],
            "responses": ["ماهو استفسارك","ماهو سؤلك؟","نعم بالطبع "],
            "context_set":""
        },
        {"tag": "حالات نزيف الأنف",
            "patterns": ["نزيف الانف "," تدفق الدم من الأنف ","الشعور بالتورم في الأنف"],
            "responses": ["عدم إمالة رأس المريض للخلف ولكن إمالتها للأمام ونجعل صدر المريض منحني ثم نمسك أنف المريض بمنديل، وإذا استمر النزيف يجب استدعاء الطبيب أو الذهاب لأقرب مستشفى فورًا.","نزيف الأنف شائع وغالبًا ما يكون غير خطير. يمكن التعامل معه ببساطة في المنزل. ومع ذلك ، إذا كانت الحالة شديدة أو مستمرة ، فيجب استشارة الطبيب لتحديد السبب وعلاجه بشكل صحيح."],
            "context_set": ""
        },
         {"tag": "حالات الكسور",
            "patterns": ["الكسور", " تشخيص الكسور؟", " انحراف العظام وتشوهها "],
            "responses": ["يمكن أن تشمل أعراض الكسور الألم والانتفاخ والكدمات والتورم. يتم تشخيص الكسور عادة من خلال الفحص الطبي والأشعة السينية. يجب الاتصال بالطبيب في حالة الاشتباه بوجود كسر. يتم علاج الكسور عادة بوضع الجبس أو الجراحة إذا كانت الكسور شديدة."],
            "context_set": ""
        },
        {"tag": "تسمم غاز ",
            "patterns": ["تسممت بإلغاز", "تسمم غاز", " إختناق بالغاز", "إشتباه بتسمم إلغاز "],
            "responses": [" تتنوع أعراض تسمم الغازات من صداع ودوخة إلى صعوبة التنفس وفقدان الوعي والوفاة. يمكن أن تتسبب العديد من الغازات في التسمم، مثل ثاني أكسيد الكربون والمواد الكيميائية السامة, يجب الاتصال بالطوارئ في حالة الاشتباه بتسمم الغازات, عمل تنفس صناعي للمريض إذا لاحظنا مشاكل في التنفس، وتدفئه إذا شعر بالبرد."],
            "context_set": ""
        },
        {"tag": "عضات الحيوانات الأليفة",
            "patterns": [" عضة حيوان أليف  ","  عضة حيوان أليف منزلي", " عضة كلب بيت "],
            "responses": [" تنظيف مكان الجرح باستخدام مطهر , تغطية مكان الجرح بشاش ثم الذهاب لطبيب فورً"],
            "context_set": ""
        },
        {"tag": "ضربة الشمس",
            "patterns": [" ضربة الشمس","الحمى المستديمة"],
            "responses": [" نضع كمادات ثلج على رأس وذراع وفخذ المريض ويتم ذلك في مكان بارد, ذا لم يتم خفض درجة حرارة المريض يجب استدعاء الطبيب أو الذهاب لأقرب مستشفى فورًا"],
            "context_set": ""
         },
         {"tag": "الكدمات",
            "patterns": [" الكدمات","الإصابات الدموية","الإصابات الجراحية", "الجلطات"],
            "responses": ["الإسعافات الأولية للكدمات تشمل وضع ثلج أو شيء بارد على المنطقة المصابة للتقليل من الالتهاب والألم، ورفع المنطقة المصابة لمدة عشرين دقيقة للحد من الورم والتورم، وتجنب النشاطات البدنية الشاقة في اليوم التالي للإصابة. في حالة وجود ألم شديد أو احمرار شديد أو انتفاخ كبير أو عدم القدرة على استخدام الجزء المصاب من الجسم، يجب استشارة الطبيب بشكل عاجل."],
            "context_set": ""
         },
         {"tag": "توقف القلب",
            "patterns": [" توقف القلب ","الجلطات القلبية ", "التشنجات القلبية", "التوقف القلبي","انتكاسة قلبية"],
            "responses": ["الإسعافات الأولية لحالة توقف القلب تشمل البدء في إجراء الضغط الصدري فورًا، والتواصل مع فرق الإسعافات الطبية الطارئة للحصول على مساعدة إضافية، وإذا كان متاحًا يمكن استخدام جهاز تنفس اصطناعي (إن وجد)، وإجراء عملية الإنعاش القلبي الرئوي في حالة الحاجة. يجب البدء في الإجراءات اللازمة بأسرع وقت ممكن لزيادة فرص النجاة وتحسين النتائج."],
            "context_set": ""
            },
         {"tag": "أزمة القلب",
            "patterns": ["أزمة القلب؟", " نوبة قلبية", "تسارع دقات القلب","تباطؤ دقات القلب","ازمة قلبية","ازمه قلبيه"],
            "responses": ["الإسعافات الأولية لحالة أزمة القلب تشمل الاتصال بفرق الإسعافات الطبية الطارئة فورًا، والتأكد من أن المريض مستلق على ظهره براحة، وإعطاء الأسبرين (إذا كان متاحًا ولم يكن هناك أي حساسية سابقة له)، وتطبيق الضغط المباشر على منطقة الصدر لمدة 30 دقيقة على الأقل أو حتى وصول فرق الإسعافات الطبية الطارئة. يجب الاستجابة بسرعة لحالة أزمة القلب لتحسين فرص النجاة وتقليل الضرر الناجم عنها."],
            "context_set": ""
            },
        {"tag": " الغريق",
            "patterns": [" حالة الغرق", "شخص غارق", "الغرق المفاجئ","اختناق الماء"],
            "responses": [" بعد إخراج الغريق من الماء يتم تنظيف فمه وأنفه بسرعة من العوالق، ثم يمدد على ظهره بحيث يكون رأسه أسفل مستوى جسمه مع تقليبه من جانب إلى آخر والضغط الخفيف على البطن، وفي حال توقف التنفس تجرى عملية التنفس الصناعي فوراً"],
            "context_set": ""
        },
        {"tag": "ارتفاع الضغط",
            "patterns": ["ضغطي مرتفع ", "ارتفاع ضغط الشرياني", "فرط ضغط الدم","ضغط الدم المرتفع","ارتفاع الضغط العالي "],
            "responses": ["يجب على الشخص الذي يعاني من ارتفاع ضغط الدم الراحة والتوقف عن القيام بأي أنشطة تتطلب جهدًا بدنيًا. يمكن للشخص أيضًا الجلوس أو الاستلقاء في وضع مريح، وتطبيق البرودة على الرقبة أو الجبين. إذا كان هناك أدوية موصوفة مسبقًا للتحكم في ارتفاع ضغط الدم، فيمكن تناولها بالطريقة المحددة. يجب الاتصال بمقدم الرعاية الصحية إذا استمر ارتفاع ضغط الدم أو تعرض الشخص لأعراض خطيرة مثل صعوبة التنفس أو الصداع الشديد."],
            "context_set": ""
        },
        {"tag": "الأكل و المشروبات الممنوعة لمريض الضغط",
            "patterns": ["الاكل و المشروبات الممنوعة لمريض الضغط"],
            "responses": ["يجب على الأشخاص الذين يعانون من ارتفاع ضغط الدم تجنب تناول الأطعمة الغنية بالصوديوم مثل الأطعمة المالحة والمعلبات والمأكولات السريعة. يجب أيضًا تجنب الأطعمة الغنية بالدهون المشبعة والكوليسترول مثل اللحوم الحمراء والأطعمة الدسمة والحلويات. يجب الحرص على تناول الأطعمة الغنية بالبوتاسيوم مثل الفواكه والخضروات والأسماك. من الجيد أيضًا تناول الأطعمة الغنية بالألياف مثل الحبوب الكاملة والأطعمة النباتية. يجب تجنب المشروبات الكحولية والمشروبات الغازية الحلوة والمشروبات الغنية بالكافيين."],
            "context_set": ""
        },
        {"tag": "الأكل و المشروبات الممنوعة لمريض السكر",
            "patterns": [" الأطعمة والمشروبات الممنوعة لمرضى السكري"],
            "responses": ["يجب تجنب تناول الأطعمة الغنية بالسكر والكربوهيدرات البسيطة مثل الحلويات والمشروبات الغازية الحلوة والمعجنات والأطعمة المصنعة. يجب الحرص على تناول الكربوهيدرات الصحية مثل الحبوب الكاملة والخضروات والفواكه المعتدلة. يجب تجنب تناول الأطعمة الغنية بالدهون المشبعة والكوليسترول مثل اللحوم الحمراء والأطعمة الدسمة والزبدة والقشطة. يجب الحرص على تناول البروتينات الصحية مثل اللحوم البيضاء والأسماك والبيض والمكسرات. يجب تجنب المشروبات الكحولية والعصائر الحلوة والمشروبات الغنية بالكافيين."],
            "context_set": ""
        },
        {"tag": "الصداع الشديد",
            "patterns": ["دماغي وجعني ","الصداع الشديد","مصدع صداع شديد", "مصدع", " صداع"],
            "responses": ["يمكن تخفيف الصداع الشديد باستخدام الأدوية المسكنة للألم مثل الأسبرين والإيبوبروفين والباراسيتامول. يمكن أيضاً استخدام العلاج السلوكي المعرفي والعلاج النفسي للتحكم في الضغوط والتوتر النفسي المسؤول عن الصداع. يجب تجنب الضوء الساطع والأصوات العالية والروائح القوية والتقليل من النشاطات البدنية والعمل الشاق. يمكن استخدام الثلج أو الساخن لتخفيف الصداع والاسترخاء. يجب تناول الكثير من الماء وتناول الأطعمة الصحية والمغذية."],
            "context_set": ""
        },
        {"tag": "ضعف أو عدم القدرة على استخدام الذراع أو الساق",
            "patterns": ["أشعر بوجع في الساق ", "أشعر بوجع في الذراع ","ذراعي فيه ألم", "ساقي فيه ألم قوي"],
            "responses": ["يجب الاتصال بالطوارئ في حالة الشعور بضعف شديد في الذراع أو الساق. يمكن استخدام الكمادات الباردة لتخفيف الألم والتورم. يجب تجنب الحركات الشاقة والعمل الشاق والتوتر العضلي. يمكن ممارسة التمارين البسيطة لتحسين الحركة والمرونة وزيادة قوة العضلات. يجب الاسترخاء وتناول الكثير من السوائل وتناول الأطعمة الصحية والمغذية."],
            "context_set": ""
        },
        {"tag": "الامساك",
            "patterns": ["أشعر بالامساك","عندي إمساك في بطني"," النصائح لتخفيف الإمساك؟"],
            "responses": ["يمكن تناول المزيد من الألياف والسوائل. يمكن ممارسة التمارين الرياضية الخفيفة والمشي لمدة 30 دقيقة يوميًا. يجب الامتناع عن تناول الأطعمة الدهنية والمقلية والمشروبات الغازية. يمكن استخدام الملينات ولكن يجب استشارة الطبيب أولاً.."],
             "context_set": ""
        },
        {"tag": "الاسهال",
            "patterns": [" الاسهال الحاد", " تخفيف الإسهال؟"],
            "responses": ["يجب تجنب تناول الأطعمة والمشروبات الغير صحية. يمكن تناول الأطعمة الخفيفة والسهلة الهضم مثل الخبز المحمص والأرز والدجاج المسلوق. يمكن استخدام الملينات لتخفيف الإسهال. يجب الحرص على تناول السوائل بكثرة لتجنب الجفاف. يجب استشارة الطبيب إذا استمر الإسهال لفترة طويلة أو إذا كان مصحوبًا بأعراض أخرى مثل الحمى أو الإسهال الدموي."],
            "context_set": ""
        },
        {"tag": "  وجع البطن",
            "patterns": [" وجع البطن","معدتي وجعني ؟", "الألم البطن؟","بطنى وجعانى","بطنى بتوجعنى","بطني بتوجعنى","بطني وجعاني"],
            "responses": ["يجب الاسترخاء والجلوس أو الاستلقاء بشكل مريح، ويمكن استخدام وسادة تحت الرأس والركبتين. ينصح بالتركيز على التنفس العميق والمنتظم، وتجنب الأطعمة الثقيلة والدهنية والحارة، والمشروبات المنبهة مثل القهوة والشاي. إذا كان هناك ألم حاد أو غير طبيعي، فيجب الاتصال بالطبيب على الفور. قد يتطلب الأمر مراجعة طبيب الجهاز الهضمي."],
            "context_set": ""
        },
        {"tag": "وجع الأذن",
            "patterns": [" وجع الأذن", "ودني وجعني ؟", "ودني الشمال وجعني","ودني اليمن وجعني"],
            "responses": ["يمكن محاولة تطبيق بعض الإسعافات الأولية لتخفيف الألم في الأذن. يمكن وضع مصدات للأذن أو تطبيق الجليد على الأذن المؤلمة للتخفيف من الألم. ومع ذلك، إذا استمر الألم أو تفاقم، يجب التوجه إلى الطبيب لتشخيص الحالة وتحديد العلاج المناسب."],
            "context_set": ""
        },
        {"tag": "لألم مفاصل الركبة",
            "patterns": ["وجع  مفاصل الركبة"," ألم مفاصل الركبة؟", "ركبتي وجعاني ","مفصل ركبتي واجعني"],
            "responses": ["يمكن تخفيف الألم في مفصل الركبة من خلال وضع الثلج عليه لمدة 20 دقيقة على الأقل ، مرتين إلى ثلاث مرات في اليوم ، لمدة يومين على الأقل. يمكن أيضًا تناول أدوية مسكنة للألم والتورم مثل الإيبوبروفين أو الباراسيتامول بعد استشارة الطبيب."],
            "context_set": ""
        },
        {"tag": "آلام الظهر",
            "patterns": ["وجع الظهر","آلام الظهر", "ضهري مكسر", "ضهري أفش"],
            "responses": ["يمكن تخفيف آلام الظهر المفاجئة باستخدام الثلج أو الحرارة. يجب وضع الثلج على منطقة الألم لمدة 20 دقيقة ، مرتين إلى ثلاث مرات في اليوم. يمكن استخدام الحرارة الرطبة بعد 48 ساعة من الإصابة. يجب تجنب التمارين الشاقة والأنشطة التي تضع ضغطًا على الظهر. يمكن أيضًا تناول أدوية مسكنة للألم بعد استشارة الطبيب."],
            "context_set": ""
        },
        {"tag": "السيولةالدم",
            "patterns": ["عندي  سيولة الدم"],
            "responses": ["إذا كانت حالة سيولة الدم خطيرة ، فيجب الاتصال بالطوارئ على الفور. قد يتم وصف أدوية لتخفيف الأعراض وتمنع تكون جلطات جديدة. يجب تجنب الجلوس لفترات طويلة وزيادة النشاط البدني. يمكن استخدام الجوارب الضاغطة لمنع تكون جلطات دموية في الساقين. يجب استشارة الطبيب لتحديد أي إجراءات أخرى يمكن اتخاذها."],
            "context_set": ""
        },
        {"tag": "الورم العين",
            "patterns": [" ورم العيون","عيني منفخة","عيني ورمه", "عيني منفوخة"],
            "responses": ["يمكن وضع كمادات باردة على العين لمدة 10 إلى 15 دقيقة ، عدة مرات في اليوم لتخفيف الورم. يمكن استخدام كمادات الشاي أو الخيارات المقطعة للمساعدة في تقليل الورم. يجب الابتعاد عن الأطعمة المالحة والمأكولات السريعة والمشروبات المنبهة ، وزيادة تناول الماء. يجب استشارة الطبيب إذا استمر الورم لأكثر من 24 ساعة أو كان مصحوبًا بأعراض أخرى."],
            "context_set": ""
        },
        {"tag": "القولون",
            "patterns": ["إلتهاب القولون","وجع القولون","قولوني واجعني", "قولوني تاعبني"],
            "responses": ["يمكن تخفيف أعراض القولون بتغيير النظام الغذائي وتناول الأطعمة الغنية بالألياف. كما يجب تجنب الأطعمة المسببة للتهيج مثل الأطعمة الدهنية والحارة والبهارات. يمكن استخدام المسكنات لتخفيف الألم والتقليل من الالتهاب. يجب استشارة الطبيب لتحديد العلاج الأنسب وتجنب العوامل المسببة لتفاقم الحالة مثل التوتر والإجهاد."],
            "context_set": ""
        },
        {"tag": "تشنج",
            "patterns": ["تشنج","تشنوجات", "متشنج", "حالة التشنج؟"],
            "responses": ["يمكن تخفيف التشنج عن طريق الاسترخاء والتنفس العميق. يمكن وضع مثبت الحرارة على المنطقة المتأثرة أو تدليكها بلطف. يجب الابتعاد عن المنبهات مثل الكافيين والسكريات. يمكن تناول الأدوية المسكنة لتخفيف الألم والتقليل من الالتهاب. يجب استشارة الطبيب إذا استمر التشنج لأكثر من 30 دقيقة أو كان مصحوبًا بأعراض أخرى."],
            "context_set": ""
        },
        {"tag": "صعوبة التنفس",
            "patterns": ["صعوبة التنفس؟", "مش عارف أخد نفسي ", "مش عارف أتنفس","تنفسي صعب "],
            "responses": ["يجب تقديم الإسعافات الأولية لصعوبة التنفس بحسب السبب الرئيسي لها. إذا كانت الصعوبة في التنفس ناجمة عن الربو أو التهاب الشعب الهوائية، فيجب استخدام الأدوية الموصوفة من قبل الطبيب. إذا كانت الصعوبة في التنفس ناجمة عن نزلات البرد، فيمكن تخفيفها بتناول الأدوية المضادة للحساسية. يجب الحرص على الراحة والاسترخاء وتفادي الأنشطة المجهدة. في حالات الطوارئ يجب الاتصال بفرق الإسعاف والإنقاذ على الفور."],
            "context_set": ""
        },
        {"tag": "الربو",
            "patterns": [" الربو"],
            "responses": ["يجب استخدام الجهاز الموصوف للتنفس بحسب الأدوية الموصوفة من قبل الطبيب. يمكن تخفيف أعراض الربو عن طريق الاسترخاء وتنفس الهواء النقي. يجب الابتعاد عن المنبهات مثل الغبار والتدخين والعطور. يجب عدم إيقاف استخدام الأدوية الموصوفة من قبل الطبيب واتباع جرعاتها بشكل دقيق. يجب استشارة الطبيب إذا تفاقمت أعراض الربو أو كان المريض يحتاج إلى استخدام الجهاز الموصوف للتنفس بشكل متكرر."],
            "context_set": ""
        },
        {"tag": " سرطان الجلد",
            "patterns": ["مرض سرطان الجلد"],
            "responses": ["يجب الحفاظ على نظافة الجلد وتغطية الجروح والتقليل من التعرض للشمس واستخدام واقي الشمس. يجب الابتعاد عن التدخين والمواد الكيميائية الضارة. يجب الكشف المبكر عن العلامات المبكرة لسرطان الجلد وإجراء فحص دوري للجلد. يجب استشارة الطبيب إذا ظهر أي نوع من النموات الجلدية غير الطبيعية أو العلامات الأخرى للسرطان. يجب علاج سرطان الجلد بشكل فوري وفقاً لتوصيات الطبيب."],
            "context_set": ""
        },
        {"tag": "التعامل مع مريض السرطان",
            "patterns": [" تعامل مع مريض سرطان", "الطرق الأفضل للتعامل مع مريض السرطان؟"],
            "responses": ["يجب التعامل مع مريض السرطان بلطف وتفهم وتشجيع. يجب عدم البت في مشاعرهم وتقديم الدعم العاطفي والمعنوي لهم. يجب تشجيعهم على الحفاظ على نمط حياة صحي ومواظبة على المواعيد الطبية والعلاج. يجب التحدث معهم بصراحة وعدم تجاهل مشاعرهم واحتياجاتهم النفسية والاجتماعية. يجب تقديم المساعدة في الأنشطة اليومية إذا كانوا يعانون من صعوبات في الحركة أو القيام بالأمور الأساسية. يجب عدم النسيان في إظهار الاهتمام والدعم المستمر للمريض."],
            "context_set": ""
        },
        {"tag": "الحصبة",
            "patterns": ["مريض الحصبة", " مساعدة مريض الحصبة"],
            "responses": ["يجب توفير راحة كافية للمريض وتوفير غرفة منفصلة له لتفادي انتقال العدوى. يجب تشجيع المريض على الراحة التامة والإكثار من السوائل. يجب تقديم الأدوية المسكنة للحمى والألم والحكة. يجب الإبلاغ عن المرض للسلطات الصحية وعدم إخفاء الحالة، كما يجب تجنب الاختلاط بين المرضى لتفادي الانتقال العدوى."],
            "context_set": ""
        },
        {"tag": "حساسية العين",
            "patterns": ["حساسيةالعين","عيني حساسه "],
            "responses": ["ينصح بغسل العينين بالماء البارد أو وضع ماء بارد مباشرة على العينين باستخدام منشفة نظيفة. كما ينصح بتجنب استخدام المنتجات التي تسبب الحساسية، مثل الماسكارا وظلال العيون وغيرها، ويمكن استخدام بعض الأدوية الخاصة بالعينين للتخفيف من الحساسية، وفي الحالات الشديدة يجب مراجعة الطبيب."],
            "context_set": ""
        },
        {"tag": "الكولسترول المرتفع",
            "patterns": ["مريض الكولسترول","رفع الكولسترول؟", "تخفيف الكولسترول", "الكولسترول؟","الدهون الثلاثية "],
            "responses": ["ينصح بتغيير نمط الحياة الغذائي والتخلي عن الأطعمة الدهنية والوجبات السريعة والأطعمة المصنعة. كما يجب زيادة الأطعمة الطبيعية مثل الخضروات والفواكه والأسماك والأطعمة العالية بالألياف وتجنب التدخين وزيادة النشاط البدني ومراجعة الطبيب لتقييم الحالة وتحديد العلاج المناسب."],
            "context_set": ""
        },
        {"tag": "فيروس كورونا",
            "patterns": [" فيروس كورونا", "CORONA VIRUS", "COVID-19","كوفيد19","corona virus","virus corona-19","virus corona","كوفيد ١٩"],
            "responses": ["يجب على المصاب بفيروس كورونا البقاء في المنزل وعدم الخروج إلا للضرورة القصوى، واتباع التعليمات الطبية بشأن العزل والحجر المنزلي والعلاج. كما يجب على الأشخاص تجنب التجمعات الكبيرة وارتداء الكمامات الواقية وغسل اليدين بانتظام والتباعد الاجتماعي والحفاظ على نظافة المساحات العامة."],
            "context_set": ""
        },
        {"tag": " الاكزيما",
            "patterns": ["مرض الاكزيما","الاكزيما","التهاب الجلد ","الحكة","الجفاف الجلدي "],
            "responses": ["يجب تطبيق كريمات مرطبة على الجلد المصاب بانتظام وتجنب استخدام المنتجات الحارة أو الكحولية أو العطورية. يمكن استخدام الأدوية الموضعية أو الفموية للتخفيف من الأعراض والتهيج والحكة. كما ينصح بتجنب المواد المسببة للحساسية وتغيير الأساليب اليومية مثل التغذية والنوم والرياضة للمساعدة في تحسين الصحة العامة ومنع الاندلاعات."],
            "context_set": ""
        },
        {"tag": "الصرع",
            "patterns": ["الصرع","النوبات الصرعية"],
            "responses": ["عند وقوع نوبة صرع، ينبغي الحفاظ على السلامة الشخصية للمريض والتحكم في المحيط المحيط به. يجب السماح للشخص بالتمدد على الأرض وعدم محاولة إبقائه صامتًا أو إدخال أي شيء في فمه. يجب وضع الشخص على جانبه لمنع الاختناق ومراقبة الوقت ومدة النوبة. كما يجب الاتصال بالطوارئ في حالة عدم تحسن الحالة."],
            "context_set": ""
        },
        {"tag": "هشاشة العظام",
            "patterns": [" هشاشة العظام", " لين العظام", "إرتخاء العظام ","ضعف العظام","التآكل العظمي ","الكساح","فقدان الكثافة العظمية"],
            "responses": ["هشاشة العظام هي حالة يتم فيها فقدان الكثافة العظمية والحد من قوة العظام، مما يزيد من احتمالية حدوث الكسور. وتعتبر هشاشة العظام نتيجة لعدم تكوين كمية كافية من العظام أو فقدان العظام بسرعة كبيرة. وتشمل أسباب هشاشة العظام عادات الحياة غير الصحية، ونقص فيتامين د، والتقدم في السن، والعوامل الوراثية. وتشمل الأعراض الشائعة لهشاشة العظام الألم في العظام والظهر والرقبة، وسهولة حدوث الكسور، والانحناء الخلفي للجسم. وتشمل أفضل الطرق للوقاية من هشاشة العظام تناول النظام الغذائي الصحي، وممارسة التمارين الرياضية بشكل منتظم، وتجنب التدخين وتناول الكحول، وزيادة استهلاك فيتامين د والكالسيوم. وتؤثر عدة عوامل على صحة العظام بما في ذلك النظام الغذائي والنشاط البدني والإجهاد والوراثة والهرمونات."],
            "context_set": ""
        },
        {"tag": "متلازمة الحثل الانعكاسي الودي",
            "patterns": [" متلازمة الحثل الانعكاسي الودي؟", "الشلل الوظيفي  "],
            "responses": ["تعتبر متلازمة الحثل الانعكاسي الودي حالة نادرة ومعقدة. يمكن علاجها بشكل فعال من خلال تحديد ومعالجة السبب الأساسي للمشكلة، ومن خلال الأدوية والعلاج الطبيعي.",
            "يتضمن علاج متلازمة الحثل الانعكاسي الودي معالجة السبب الأساسي للحالة، واستخدام الأدوية المناسبة لتحسين وظيفة الجهاز العصبي الودي. كما يمكن استخدام العلاج الطبيعي وتقنيات التحكم في التنفس لتحسين الأعراض.",
            "الشفاء التام من متلازمة الحثل الانعكاسي الودي يعتمد على السبب الأساسي للحالة ومدى تأخر تشخيصها وبدء العلاج. في حالة تم الكشف عن المشكلة وتم البدء في العلاج في مراحل مبكرة، فمن الممكن الحصول على تحسن كبير في الأعراض والشفاء الكامل."],
            "context_set": ""
        },
        {"tag": " كرون",
            "patterns": [" كرون", "الأمراض المناعية الذاتيةا"],
            "responses": ["يتم تحديد العلاج الأولي لمرض كرون بناءً على شدة الأعراض وموقع الالتهاب. يتضمن العلاج المحتمل الأدوية المضادة للالتهابات والألم والأدوية المضادة للغثيان والإسهال والتقيؤ. يمكن تحسين الحالة بتغيير نمط الحياة واتباع نظام غذائي صحي وتجنب المواد الغذائية التي تسبب تفاقم الأعراض. يجب استشارة الطبيب لتحديد أي إجراءات أخرى يمكن اتخاذها."],
            "context_set": ""
        },
        {"tag": "  انسداد الرئوي المزمن",
            "patterns": ["انسداد الرئوي المزمن", "الالتهاب الرئوي المزمن ", "السعال المزمن","احتباس البلغم"],
            "responses": ["عندما يعاني المريض من حالة الانسداد الرئوي المزمن، يتم إدارة العلاج الأولي للأعراض. يمكن تقديم الأوكسجين لتخفيف صعوبة التنفس ومضادات الألم إذا كان المريض يعاني من ألم شديد في الصدر. كما يجب تجنب الإثارة والتوتر وتناول الأدوية الموصوفة بانتظام وعدم التدخين. يمكن لبعض المرضى الاستفادة من العلاج النفسي أو الجسدي الخاص لتحسين وظائف الرئة وتحسين النوم وتخفيف الأعراض. في حالات الانسداد الرئوي الحادة الشديدة، يجب الاتصال بالطوارئ على الفور للحصول على المساعدة الطبية."],
            "context_set": ""
        },
        {"tag": "الكلى المزمنة",
            "patterns": [" الكلى المزمن ","فشل الكلى ", "  التهاب الكلى المزمن ", "تليف الكلى ","الفشل الكلوي"],
            "responses": ["يجب الحفاظ على مستويات السوائل والكهرليت في الجسم، واتباع نظام غذائي صحي ومتوازن، وتفادي العوامل التي تؤدي إلى تفاقم المرض مثل التدخين وارتفاع ضغط الدم والسكري والعدوى. كما يمكن تقليل تأثير المرض عن طريق تناول بعض الأدوية الموصوفة من قبل الطبيب، وفي بعض الحالات الخطيرة يجب على المريض الالتزام بالعلاج الكلوي، ويجب استشارة الطبيب لتحديد العلاج الأنسب لحالة كل مريض."],
            "context_set": ""
        },

        {"tag": "ارتجاع الصمامات القلبية",
            "patterns": ["ارتجاع الصمامات القلبية","خفقان القلب "],
            "responses": ["تختلف الإجراءات الأولية وفقًا للأعراض، في الحالات الخفيفة يمكن علاج الأعراض بالأدوية الموصوفة من قبل الطبيب، وفي الحالات الشديدة والحالات الطارئة يجب الاتصال بالطوارئ على الفور. يمكن استخدام الأدوية لتخفيف الأعراض والمضاعفات وتجنب الجهد الشديد، كما يجب الالتزام بتوصيات الطبيب المعالج والحفاظ على نظام غذائي صحي ومتوازن، وفي بعض الحالات يجب على المريض الخضوع للعلاج الجراحي ويجب استشارة الطبيب لتحديد العلاج الأنسب لحالة كل مريض."],
            "context_set": ""
        },
        {"tag": "الذبحة الصدرية",
            "patterns": ["الذبحة الصدرية","ألم في الصدر"],
            "responses": ["إذا كانت حالة الذبحة الصدرية شديدة يجب الاتصال بالطوارئ على الفور. يجب على المريض الراحة في وضع جلوس أو مستلقٍ بطريقة مريحة وفتح النوافذ للحصول على هواء نقي والتخلص من الأشياء المزعجة والضوضاء. يمكن استخدام الأدوية الموصوفة من قبل الطبيب لتخفيف الأعراض ومنع الإصابة بمضاعفات خطيرة. كما يجب الالتزام بنمط حياة صحي وتجنب الإجهاد وتناول الأطعمة الصحية، وفي بعض الحالات يجب على المريض الخضوع للعلاج الجراحي ويجب استشارة الطبيب لتحديد العلاج الأنسب لحالة كل مريض."],
            "context_set": ""
        },
        {"tag": "التهاب المفاصل الروماتويدي",
            "patterns": [" التهاب المفاصل الروماتويدي","صعوبة في حركة المفاصل", "تورم المفاصل؟"],
            "responses": ["يجب على المريض الالتزام بنمط حياة صحي، والتخفيف من الإجهاد وتجنب التعرض للبرد والرطوبة. يمكن استخدام الأدوية الموصوفة من قبل الطبيب لتخفيف الأعراض وتأخير تطور المرض وتقليل التورم والألم. يجب تطبيق الجليد على المفاصل لتخفيف الألم والتورم وتقليل الالتهاب. يجب استشارة الطبيب لتحديد العلاج الأنسب لحالة كل مريض وفي بعض الحالات يمكن الحاجة إلى الخضوع للعلاج الطبيعي والتمارين الرياضية المناسبة."],
            "context_set": ""
        },
        {"tag": "الذئبة الحمامية",
            "patterns": ["الذئبة الحمامية","الذئبة الحمراء", "الذئبة الحمراء المنتشرة", "الذئبة المناعية الذاتية"],
            "responses": ["يجب الحفاظ على نمط حياة صحي، وتجنب التعرض للشمس المباشرة والاستخدام الكافي لواقيات الشمس والملابس المناسبة. يمكن استخدام الأدوية الموصوفة من قبل الطبيب لتخفيف الأعراض والتحكم في تطور المرض وتقليل التهاب الجلد. يجب الحرص على النظافة الشخصية والوقاية من العدوى. يجب استشارة الطبيب لتحديد العلاج الأنسب لحالة كل مريض وفي بعض الحالات يمكن الحاجة إلى الخضوع للعلاج الكيماوي أو الإشعاعي."],
            "context_set": ""
        },
        {"tag": "الجلطات الدماغية",
            "patterns": ["الجلطات الدماغية","السكتة الدماغية", " الجلطة الدماغية", "النوبة الوعائية الدماغية ","الانسداد الشرياني الدماغي","الجلطة الدماغية النزفية"],
            "responses": ["يجب الاتصال بالطوارئ على الفور في حالة الاشتباه بحدوث جلطة دماغية. يجب توفير الراحة التامة للمريض وعدم تحريكه أو إطعامه في حالة فقدانه الوعي. يمكن استخدام الأدوية المضادة للجلطة لتقليل حجم الجلطة وتحسين تدفق الدم إلى الدماغ. يمكن تقديم العلاج الكيميائي والإشعاعي والجراحة للتعامل مع حالات الجلطات الدماغية الحادة والمزمنة. يجب استشارة الطبيب لتحديد الإجراءات المناسبة لحالة المريض."],
            "context_set": ""
        },
        {"tag": "التصلب العصبي المتعدد",
            "patterns": ["التصلب العصبي المتعدد","التصلب النفائي المتعدد", "الإلتهاب الشاشي المتعدد", "  التصلب النفائي الانكساري"],
            "responses": ["حالياً، لا يوجد علاج شافٍ للتصلب العصبي المتعدد، ولكن هناك أدوية تساعد في التحكم بالأعراض. يمكن توفير الراحة وتجنب الإجهاد الزائد والحرارة الزائدة. يجب مراجعة الطبيب لتحديد الأدوية المناسبة والجرعة الصحيحة للعلاج، كما يجب تناول الغذاء الصحي وممارسة التمارين الرياضية بشكل منتظم. يمكن توفير الدعم النفسي والاجتماعي للمريض وأفراد أسرته للتعامل مع حالة التصلب العصبي المتعدد."],
            "context_set": ""
        },
        {"tag": "الجلوكوما",
            "patterns": ["الجلوكوما","ارتفاع ضغط السائل الزجاجي في العين ", "الضغط الداخلي للعين المرتفع"],
            "responses": ["إذا كانت حالة الجلوكوما حادة وشديدة، فيجب الاتصال بالطوارئ على الفور. يمكن استخدام بعض الأدوية الموضعية والشفوية لتقليل الضغط الداخلي للعين. يمكن إجراء بعض الإجراءات الجراحية لتحسين تدفق السوائل داخل العين وتخفيف الضغط عليها. يجب الحفاظ على تناول الأدوية بانتظام وتجنب الإجهاد الزائد والعيون الجافة والمعرضة للأشعة فوق البنفسجية. يمكن للمرضى الذين يعانون من الجلوكوما الحفاظ على رؤيتهم من خلال الفحوصات الدورية وزيارات الطبيب المنتظمة."],
            "context_set": ""
        },
        {"tag": "  التهاب الشبكية",
            "patterns": ["التهاب الشبكية","التهاب العصب البصري", "التهاب العصب البصري والشبكية", "التهاب القرنية والشبكية","التهاب العين الشبكي"],
            "responses": ["إذا كان هناك تهديد للبصر ، فيجب الاتصال بالطوارئ على الفور. يجب الحفاظ على نظافة العين وتجنب لمسها والتدليك بلطف لتحفيز تدفق الدم. يمكن استخدام العلاجات المضادة للالتهابات والعينية والإبر التي تحتوي على الستيرويدات للتخفيف من الأعراض. يجب استشارة الطبيب لتحديد أي إجراءات أخرى يمكن اتخاذها."],
            "context_set": ""
        },
        {"tag": "التصبغ البقعي",
            "patterns": ["التصبغ البقعي"],
            "responses": ["تعتمد الإسعافات الأولية للتصبغ البقعي على شدة الحالة. يمكن استخدام الكريمات المرطبة والعلاجات الموضعية للتخفيف من الحكة والجفاف. يجب تجنب تعريض الجلد لأشعة الشمس المباشرة وارتداء الملابس المناسبة للحماية من الشمس. يجب استشارة الطبيب لتحديد أي علاجات أخرى يمكن اتخاذها."],
            "context_set": ""
        },
        {"tag": "الصدفية",
            "patterns": ["صدفية ","التهاب الجلد الصدفي", "الصدفية المتعددة", "بثور الصدفية","الصدفية العادية"],
            "responses": ["تعتمد الإسعافات الأولية للصدفية على شدة الحالة. يمكن استخدام الكريمات المرطبة والعلاجات الموضعية للتخفيف من الأعراض والحكة. يجب تجنب تعريض الجلد لأشعة الشمس المباشرة وارتداء الملابس المناسبة للحماية من الشمس. يمكن استخدام مصابيح الأشعة فوق البنفسجية أو العلاج الضوئي للمساعدة في تخفيف الأعراض. يجب استشارة الطبيب لتحديد أي علاجات أخرى يمكن اتخاذها."],
            "context_set": ""
        },
        {"tag": " الثآليل",
            "patterns": ["الثآليل","ثآليل الجلد ", "القروح الجلدية الوحلية", "الشوائب الجلدية"],
            "responses": ["يمكن استخدام بعض العلاجات المنزلية للتعامل مع الثآليل، مثل وضع الثوم المفروم أو عصير الليمون على الثآليل لعدة مرات يومياً. يمكن استخدام مزيلات الثآليل الحرارية، مثل مزيلات الثآليل التجميدية التي يتم تجميد الثآليل بالنيتروجين السائل، ومزيلات الثآليل الكيميائية التي تحتوي على حمض الساليسيليك. في حال لم يكن العلاج المنزلي فعالا، يجب استشارة الطبيب لتحديد العلاج الطبي المناسب للحالة."],
            "context_set": ""
        },
        {"tag": "الهربس",
            "patterns": [" الهربس", " الهربس الفموي", " الهربس الجلدي","الهربس الحراري"],
            "responses": ["تشمل الإسعافات الأولية لمريض الهربس تجنب لمس البثور وتمكين المريض من الراحة والاسترخاء. يمكن استخدام مرهم مخدر لتخفيف الألم والحكة. يجب تجنب مشاركة أدوات شخصية مثل المناشف وفرشاة الأسنان والشفاطات. يجب الامتناع عن لمس البثور وغسل اليدين بعد التعامل مع المنطقة المصابة. يجب الاتصال بالطبيب إذا استمرت الأعراض أو تفاقمت."],
            "context_set": ""
        },
        {"tag": "شلل الدماغي",
            "patterns": [" الشلل الدماغي","الشلل الدماغي النصفي", "الشلل الدماغي الرعاشي"],
            "responses": ["إذا كان المريض في حالة خطيرة، يجب الاتصال بالطوارئ على الفور. يجب الحرص على توفير جو مناسب للمريض، وتخفيف أي ضغط على الأجزاء المشلولة من جسمه. يمكن استخدام وسادة تحت الكتفين لتجنب تشنجات العضلات. يمكن استخدام المساعدات التنفسية إذا كان المريض يعاني من مشاكل في التنفس. يجب تحديد الأدوية اللازمة لتخفيف الأعراض والتحكم في حالات النوبات الصرعية."],
            "context_set": ""
        },
        {"tag": "التهاب المعدة الحاد",
            "patterns": ["التهاب المعدة الحاد","التهاب الغشاء المعدي المعوي", "التهاب المعدة الحادة ", "التهاب المعدة الحادّ", "التهاب الغشاء المعدي المعوي"],
            "responses": ["يجب على المريض الامتناع عن تناول الطعام لبضعة أيام حتى يسترد المعدة صحتها، والاكتفاء بالشرب الدافئ، مثل الماء، وعدم تناول الكحوليات أو التدخين. يجب تجنب الأطعمة الدهنية والحارة والحمضية، ومراقبة الأعراض ومتابعة الوضع. في بعض الحالات يمكن استخدام أدوية لتخفيف الأعراض، ويجب استشارة الطبيب لتحديد العلاج المناسب."],
            "context_set": ""
        },
        {"tag": "عدوى المسالك البولية",
            "patterns": ["عدوى المسالك البولية","التهاب المثانة ", "التهاب الأعضاء التناسلية الخارجية", "التهاب الحالبات"],
            "responses": ["يجب شرب الكثير من الماء وتجنب الكحول والكافيين. يمكن استخدام المسكنات لتخفيف الألم والحمى والإحساس بالحرقة عند التبول. يجب عدم التأخير في البول وتفريغ المثانة بشكل كامل. يمكن استخدام الشوكولاتة الساخنة أو الماء الدافئ على البطن لتخفيف الألم. يجب استشارة الطبيب إذا استمرت الأعراض لفترة طويلة أو تفاقمت."],
            "context_set": ""
        },
        {"tag": "الزكام",
            "patterns": [" الزكام ","البرد", "الرشح ", "لتهاب الحلق", "التهاب الشعب الهوائية الحاد"],
            "responses": ["يمكن تخفيف الأعراض الناتجة عن الزكام بالتدابير العامة مثل تناول المشروبات الدافئة، والحفاظ على الرطوبة في الأنف والجهاز التنفسي، وتجنب التدخين والتعرض للتدخين، والراحة الكافية. يمكن استخدام مضادات الهيستامين ومخفضات الحمى لتخفيف الأعراض. يمكن استخدام المحاليل الملحية لغسل الأنف والحلق. يجب استشارة الطبيب في حال استمرار الأعراض لفترة طويلة أو تفاقمها."],
            "context_set": ""
        },
        {"tag": "التهاب الجيوب الأنفية",
            "patterns": ["التهاب الجيوب الأنفية؟",
            "التهاب الجيوب الأنفية الحاد","التهاب الجيوب الأنفية المزمن",
            "التهاب الجيوب الأنفية الفطري "],
            "responses": ["ينصح بتطبيق العلاج الذاتي في المنزل بإستخدام الماء الدافئ والملح البحري لغسل الأنف، ويمكن استخدام أدوية الألم والتحسين العام مثل مسكنات الألم، ومضادات الحساسية، والمضادات الحيوية في بعض الحالات. كما ينصح بتجنب العوامل المسببة للجيوب الأنفية الملتهبة مثل التدخين وتناول المشروبات الكحولية، ويجب استشارة الطبيب لتحديد العلاجات اللازمة وتحديد ما إذا كانت الحالة تتطلب متابعة أكثر دقة."],
            "context_set": ""
        },
        {"tag": "الأنيميا",
            "patterns": ["الأنيميا","فقر الدم", "نقص الهيموجلوبين", "نقص خلايا الدم الحمراء"],
            "responses": ["تشمل الإسعافات الأولية لمريض الأنيميا زيادة تناول الأطعمة الغنية بالحديد مثل اللحوم الحمراء والسبانخ والفاصوليا، والابتعاد عن الأطعمة التي تؤثر على امتصاص الحديد مثل الشاي والقهوة. كما يجب الحرص على الحصول على قسط كافٍ من الراحة والنوم، وتجنب المجهود الشديد والإجهاد. يجب استشارة الطبيب لتحديد العلاج الأمثل لحالة الأنيميا."],
            "context_set": ""
        },
        {"tag": "التصلب الجانبي الضموري ",
            "patterns": ["التصلب الجانبي الضموري","متلازمة لو فار الجديدة", "مرض الأعصاب الحركية"],
            "responses": ["حاليًا لا يوجد علاج للتصلب الجانبي الضموري، ولكن يمكن الحد من تقدم المرض وتخفيف الأعراض عن طريق الحفاظ على النظام الغذائي الصحي وممارسة التمارين الرياضية المعتدلة. كما يمكن استخدام الأدوية المضادة للتشنج والألم لتخفيف الأعراض وتحسين جودة الحياة. يجب استشارة الطبيب المعالج لتحديد الخيارات العلاجية الأمثل واتباع النصائح الخاصة به."],
            "context_set": ""
        },
        {"tag": "تضخم البروستاتا",
            "patterns": [" تضخم البروستاتا","تضخم البروستاتا الحميد", "تضخم الغدة البروستاتية الحميد"],
            "responses": ["تختلف الإجراءات العلاجية لتضخم البروستاتا بحسب حالة المريض ودرجة حدتها. يمكن استخدام بعض الأدوية المضادة للتورم لتحسين الأعراض وتخفيف الألم، كما يمكن إجراء عملية جراحية لإزالة الأنسجة المتضخمة في بعض الحالات الشديدة. بالإضافة إلى ذلك، ينصح بتناول نظام غذائي صحي ومتوازن وممارسة التمارين الرياضية بانتظام لتحسين صحة البروستاتا. كما يجب تفادي شرب الكحول وتجنب التدخين والإفراط في تناول القهوة والشاي، والتقليل من تناول الأطعمة الغنية بالدهون المشبعة. يجب استشارة الطبيب المختص لتحديد العلاج الأمثل واتباع النصائح الخاصة به."],
            "context_set": ""
        },
        {"tag": "حصوات الكلى",
            "patterns": [" حصوات الكلى","تكلسات الكلى", "ترسبات الكلى"],
            "responses": ["إذا كان المريض يعاني من ألم شديد بسبب حصى الكلى، فيجب الاتصال بالطوارئ على الفور. يجب تناول الكثير من الماء والسوائل لتسهيل خروج الحصى. يمكن استخدام الأدوية لتسكين الألم وتخفيف الحرقة، كما يمكن إجراء عملية جراحية لإزالة الحصى في بعض الحالات الشديدة. ينصح بالحرص على تناول نظام غذائي صحي ومتوازن وتجنب تناول الأطعمة الغنية بالأملاح والبروتينات الحيوانية، والتقليل من الكحول والكافيين. يجب استشارة الطبيب المختص لتحديد العلاج الأمثل واتباع النصائح الخاصة به."],
            "context_set": ""
        },
        {"tag": "التهاب الحنجرة",
            "patterns": ["التهاب الحنجرة","التهاب الحنجرة الحاد المزمن", "التهاب الحنجرة الحاد"],
            "responses": ["يمكن تخفيف الألم والتهيج في الحنجرة عن طريق شرب السوائل الدافئة، وتناول الأطعمة اللينة والمريحة، والتركيز على الراحة الصوتية. يمكن استخدام المرطبات والمضادات الحيوية والمسكنات البسيطة لتخفيف الألم والتهيج. ينصح بالحرص على تجنب التدخين والملوثات الهوائية والتقليل من الكحول والكافيين. يجب استشارة الطبيب في حال استمرار الأعراض أو تفاقمها، وفي حالة تعرض المريض لصعوبة في التنفس أو ارتفاع في درجة الحرارة، يجب الاتصال بالطوارئ على الفور."],
            "context_set": ""
        },
        {"tag": "التهاب الأمعاء",
            "patterns": ["إلتهاب الامعاء ","التهاب القولون التقرحي", "التهاب الأمعاء الغليظة", "التهاب الأمعاء المزمن"],
            "responses": ["ينصح بتجنب تناول الأطعمة الدسمة والحارة والمنبهات مثل الكحول والكافيين والتوابل الحارة، والتركيز على تناول الأطعمة الخفيفة والمريحة والمسالا والمغذية، مع الحرص على الإكثار من السوائل الدافئة. يمكن استخدام المسكنات البسيطة والأدوية المضادة للالتهابات لتخفيف الألم والتهيج. كما ينصح بالراحة الكافية وتجنب التوتر والإجهاد. يجب استشارة الطبيب في حال استمرار الأعراض أو تفاقمها، وفي حالة تعرض المريض لصعوبة في التنفس أو ارتفاع في درجة الحرارة، يجب الاتصال بالطوارئ على الفور."],
            "context_set": ""
        },
        {"tag": "الانسداد الشعب الهوائية المزمن",
            "patterns": [" انسداد الشعب الهوائية المزمن","متلازمة الانسداد الرئوي المزمن", "التهاب القصبات الهوائية المزمن", "التليف الرئوي","انسداد الشعب الهوائية الصدرية المزمن"],
            "responses": ["ينصح بتناول الأدوية الموصوفة من قبل الطبيب لتوسيع الشعب الهوائية وتخفيف الأعراض الناجمة عن الانسداد. يمكن أن تشمل هذه الأدوية مثبطات بيتا ومضادات الالتهابات اللاستيرويدية. يجب الامتناع عن التدخين تمامًا وتجنب المواد المهيجة الأخرى، مثل الغبار والتلوث والروائح الكيميائية. ينصح بممارسة التمارين الرياضية المنتظمة لتحسين الصحة العامة وتقليل الأعراض. قد يتم توجيه المريض إلى جلسات العلاج الطبيعي لتحسين القدرة على التنفس وتخفيف الأعراض. يجب استشارة الطبيب في حالة تفاقم الأعراض أو ترددها، وفي حالة وجود صعوبة في التنفس أو ارتفاع في درجة الحرارة، يجب الاتصال بالطوارئ على الفور."],
            "context_set": ""
        },
        {"tag": "الحمى الشوكية",
            "patterns": [" الحمى الشوكية"],
            "responses": ["تشمل الإسعافات الأولية لمريض الحمى الشوكية الحفاظ على الترطيب بتناول كميات كافية من السوائل لتعويض السوائل المفقودة، وتقليل الحمى بواسطة المروحة أو تطبيق الباراسيتامول، كما يجب البحث عن الأعراض المصاحبة للمرض مثل الصداع والدوخة والغثيان، ومعالجتها بشكل مناسب. يجب استشارة الطبيب في حالة استمرار الأعراض أو تفاقمها."],
            "context_set": ""
        },
        {"tag": "الكبد الدهني",
            "patterns": ["الكبد الدهني","تراكم الدهون في الكبد", "تليف الكبد الدهني", "التهاب الكبد الدهني"],
            "responses": ["تشمل الإسعافات الأولية لمرض الكبد الدهني الالتزام بنظام غذائي صحي ومتوازن، والحرص على ممارسة التمارين الرياضية بانتظام. كما يجب تجنب تناول الأطعمة الدسمة والتدخين وتقليل تناول الكحوليات، واستشارة الطبيب لتحديد العلاج المناسب ومتابعة الحالة بشكل دوري لتقييم التحسن أو التفاقم."] ,
            "context_set": ""
        },
        {"tag": "القرحة المعوية",
            "patterns": [" القرحة المعوية","التهاب المعدة والأمعاء", "التهاب الأمعاء الغليظة", "اضطرابات الجهاز الهضمي"],
            "responses": ["تشمل الإسعافات الأولية لمريض القرحة المعوية توفير الراحة للمريض والحفاظ على التغذية السليمة وتجنب الأطعمة الحارة والمسببة للحساسية والتوابل الحادة. كما يمكن استخدام الأدوية الموصوفة من قبل الطبيب لتخفيف الأعراض مثل الألم والتقيؤ وتعزيز الشفاء، ويجب استشارة الطبيب في حالة تفاقم الأعراض أو عدم تحسن الحالة."] ,
            "context_set": ""
        },
        {"tag": "الصداع النصفي",
            "patterns": [" الصداع النصفي","الشقيقة", "الشقيقة النصفية", "الصداع النصفي الشديد","الصداع النصفي الحاد"],
            "responses": ["يمكن للمريض المصاب بالصداع النصفي تخفيف الألم عن طريق التقليل من الضوضاء والأضواء الساطعة والحفاظ على هدوء البيئة المحيطة به. كما يمكن تطبيق الثلج على منطقة الرأس المصابة لمدة 15 دقيقة على الأقل، ويمكن استخدام الأدوية الموصوفة من قبل الطبيب لتخفيف الألم وتقليل التعرض للهجمات المستقبلية."] ,
            "context_set": ""
        }
        ,
        {"tag": "الإسعافات الأولية للحروق", 
            "patterns": ["اتلسعت", "حروق البشرة؟","لسعة" , "أنواع الحروق؟"], 
            "responses": ["يجب إزالة الملابس المحترقة وغسل المنطقة المصابة بالماء البارد. ثم يجب وضع ضمادة نظيفة على المنطقة المصابة والتي يجب تغييرها بانتظام. ويجب استشارة الطبيب إذا كانت الحروق خطيرة."],
            "context_set":""
        },


        {"tag": "الإسعافات الأولية للنزيف", 
            "patterns": ["تعويرة", "نزيف","اتعورت", "دم"], 
            "responses": ["يجب الضغط على المنطقة المصابة بمنشفة نظيفة وجافة، والحفاظ على ذلك الضغط لمدة 10-15 دقيقة. إذا استمر النزيف، يجب استشارة الطبيب فورًا."],
            "context_set":""
        },

       
        {"tag": "كيفية التعامل مع الجروح البسيطة",
            "patterns": ["ما هي الإجراءات المتبعة لعلاج الجروح البسيطة؟", "كيف يمكن التعامل مع الجروح البسيطة؟", "ما هي الاسعافات الأولية للجروح البسيطة؟"],
            "responses": ["ينبغي تنظيف الجرح بالماء والصابون ووضع ضمادة نظيفة عليه. ويجب استشارة الطبيب إذا كانت الجرحة كبيرة أو لا يتوقف النزيف."],
            "context_set": ""
        },
        {"tag": "الاسعافات الاولية للكسور",
            "patterns": [" للكسور؟", "كيف يمكن تثبيت الجزء المصاب بالكسر؟"],
            "responses": ["ينبغي تثبيت الجزء المصاب بالكسر باستخدام ضمادة وعدم تحريكه. ويجب استشارة الطبيب في حالات الكسور الخطيرة. وتشمل الأدوات والمعدات الضرورية للإسعافات الأولية للكسور مثل ضمادات، وساندات للكسور، وجبائر مطاطية."],
            "context_set": ""
        },
        
        
        {"tag": "الإسعافات الأولية للإغماء",
            "patterns": ["إغماء؟", "إزاي أساعد حد إللي إغمى؟", "شخص فقد وعيه"],
            "responses": ["يجب الاتصال بالإسعافات الطبية والتأكد من أن المصاب يتنفس بشكل جيد ويستلقى على ظهره. يمكن رفع قدميه لمساعدته على الدوران وتوفير التهوية. لا يجب إطعام الشخص الذي فقد وعيه."],
            "context_set": ""
        },
        {"tag": "الإسعافات الأولية للنزيف",
            "patterns": ["نزيف؟", "كيفية التعامل مع النزيف؟", "نزيف شديد"],
            "responses": ["يجب وضع ضغط مباشر على المنطقة المصابة باستخدام قطعة قماش نظيفة أو ضمادة. يمكن رفع المنطقة المصابة أعلى مستوى القلب لتقليل التدفق الدموي. في حالة النزيف الشديد، يجب الاتصال بالإسعافات الطبية على الفور."],
            "context_set": ""
        },
        {"tag": "الإسعافات الأولية للسكتة القلبية",
            "patterns": ["سكتة قلبية؟", "أعراض السكتة القلبية؟", "للسكتة القلبية؟"],
            "responses": ["يجب الاتصال بالإسعافات الطبية على الفور وتقديم الراحة للمصاب، مع التأكد من أنه يتنفس بشكل جيد ولا يشعر بأي ألم. إذا كان المصاب قادرًا على البلع، فيمكن إعطاءه مثبطات الإنزيم المحول للأنجيوتنسين (ACE inhibitors) أو الأسبرين، إذا كان ذلك مناسبًا."],
            "context_set": ""
        },

        {"tag": "الإسعافات الأولية للإختناق",
            "patterns":[ "اختناق", "شئ عالق في الحلق", "تشردق", "شرقة" ],
            "responses": ["اطلب المساعدة الطبية فورًا، واجه الشخص المصاب إلى الأمام واسند ذراعيه إلى ظهره، ضع يدك القوية على بطنه، بالقرب من السرة وفي خط مستقيم مع الجزء العلوي من الفخذين، قبضة يدك الأخرى، أمسك بها قبضة اليد القوية، واضغط بشكل قوي وسريع باتجاه داخل وأعلى، حتى يخرج الجسم الغريب، استمر بضغط البطن حتى يستطيع الشخص المصاب التنفس بشكل طبيعي."],
            "context_set": ""
        },
        {"tag": "ربو",
            "patterns":["ربو ", "أزمة ربوية", "تشنج الشعب الهوائية ", "عدم القدرة على التنفس ", "صعوبة التنفس "],
            "responses":["تأكد من حمل الجهاز المناسب للتنفس والأدوية اللازمة في حالات الطوارئ، تجنب الملامسة مع المهيجات مثل الغبار والحيوانات الأليفة والروائح القوية، اتبع جدول الأدوية والجرعات الموصوفة من قبل الطبيب بدقة، إذا شعرت بضيق التنفس، استخدم الجهاز المناسب للتنفس واتبع التعليمات الموجودة عليه، في حالة عدم تحسن الحالة، اتصل بالطبيب أو قم بزيارة العيادة الطبية القريبة، في حالة عدم تحسن الحالة، اتصل بالطبيب أو قم بزيارة العيادة الطبية القريبة"], 
            "context_set": ""
        },
        {"tag": "اختناق",
            "patterns":["اختناق", "عدم القدرة على التنفس "],
            "responses": ["اطلب المساعدة الطبية فورًا، واجه الشخص المصاب إلى الأمام واسند ذراعيه إلى ظهره، ضع يدك القوية على بطنه، بالقرب من السرة وفي خط مستقيم مع الجزء العلوي من الفخذين، قبضة يدك الأخرى، أمسك بها قبضة اليد القوية، واضغط بشكل قوي وسريع باتجاه داخل وأعلى، حتى يخرج الجسم الغريب، استمر بضغط البطن حتى يستطيع الشخص المصاب التنفس بشكل طبيعي."],
 
            "context_set": ""
        },  
        {"tag": "نوبة قلبية",
            "patterns":["نوبة قلبية " , "هارت اتتاك", "سكتة قلبية", "أزمة قلبية", "توقف القلب ", "تصلب القلب "],
            "responses":["اطلب بالإسعاف الطبي فوراً، ضع المصاب في وضعية جلوس مريحة واطلب منه التنفس ببطء وعمق، لا تعط المصاب أي شيء للشرب أو الأكل، حتى لا يحدث اختناق، تأكد من وجود مساحة كافية حول المصاب ولا تتركه وحيداً حتى يأتي الإسعاف الطبي"], 
            "context_set": ""
        },
        {"tag": "سكتة دماغية",
            "patterns":["سكتة دماغية ", "جلطة في الدماغ ", "إصابة في الدماغ"],
            "responses":["ضع المصاب في وضعية مستلقية مريحة وأرفع رأسه قليلاً باستخدام وسادة، تحقق من تنفس المصاب وتأكد من عدم وجود مواد غذائية أو سوائل في فمه، ا تعط المصاب أي شيء للشرب أو الأكل، حتى لا يحدث اختناق، قم بتحديد الوقت الذي بدأت فيه الأعراض، وإذا كان ضرورياً انتقل مع المصاب إلى المستشفى، لا تحاول نقل المصاب إذا كان وزنه ثقيلاً، بل انتظر وصول الإسعاف الطبي. "], 
            "context_set": ""
        },
        
        {"tag": "صرع",
            "patterns":["نوبة صرع ", "تشنجات "],
            "responses":["أبقِ المكان آمناً واجعل المنطقة حول الشخص خالية من العوائق والأشياء الحادة، أخفِض الضوء وقم بإطفاء المصابيح الساطعة، قم بتخفيف الملابس المحيطة بالشخص والمساعدة في توسيع مساحته الشخصية، وضع الشخص على جانبه إذا كان قد تمت السيطرة على النوبة، لا تحاول إدخال أي شيء في فم الشخص أثناء النوبة، لا تحاول إدخال أي شيء في فم الشخص أثناء النوبة، في حالة استمرار النوبة لأكثر من 5 دقائق أو في حالة عدم تحسن الحالة، اتصل بفريق الإسعاف الطبي الطارئ."], 
            "context_set": ""
        },
      
        {"tag": "تسمم",
            "patterns":["تسمم", "وجع في البطن", "مغص"],
            "responses":["لا تحاول إعطاء الشخص أي شيء للأكل أو الشرب إلا إذا كان ذلك موصى به في تعليمات التعامل مع التسمم، إذا كان الشخص يعاني من صعوبة في التنفس أو الوعي، قم بإيقاف عملية التناول على الفور وقم بالاتصال بفريق الإسعاف الطبي الطارئ، إذا كان الشخص قد تعرض للتسمم بالمواد الكيميائية، اتبع التعليمات الموجودة في بطاقة المواد الخطرة الموجودة على العلبة، تحضير المعلومات المتعلقة بالمادة المسببة للتسمم، بما في ذلك اسم المادة، الكمية المتناولة، ووقت الاحتكاك بالمادة، نقل الشخص على الفور إلى المستشفى إذا كان يعاني من أعراض خطيرة أو إذا كان السم قد تناول بشكل كبير"], 
            "context_set": ""
        },
        {"tag": "الصداع",
            "patterns":["صداع","دماغي وجعاني","وجع في الدماغ","ألم في الدماغ","ألم الراس"],
            "responses":["تناول الكثير من الماء للحفاظ على الترطيب، الاسترخاء وتجنب الإجهاد النفسي والعضلي، تجنب الأطعمة التي تسبب الصداع مثل الجبن والشوكولاتة والكافيين والكحول،تجنب الضوء الساطع والأصوات العالية والروائح القوية، تناول الأدوية المسكنة الموصوفة من قبل الطبيب، وتجنب تناول الأدوية بشكل زائد، إذا استمر الصداع لأكثر من يومين، اتصل بالطبيب."], 
            "context_set": ""
        },
        {"tag": "تقلصات الدورة الشهرية",
            "patterns":["الدورة الشهرية", "مغص الدورة الشهرية", "ألم الدورة الشهرية", "وجع بطن دورة الشهرية", "تقلصات الدورة الشهرية", "تشنجات الدورة الشهرية"],
            "responses":["تناول الأدوية المسكنة الموصوفة من قبل الطبيب، وضع الحرارة المريحة على المنطقة المؤلمة، مثل الحقيبة الدافئة أو الوسادة الدافئة، ممارسة الرياضة المعتدلة، مثل المشي أو اليوجا، لتخفيف التوتر العضلي، تجنب الأطعمة المسببة للتهيج، مثل البهارات والكحول والكافيين، الاسترخاء وتجنب الإجهاد النفسي، إذا كانت الآلام شديدة وتؤثر على حياتك اليومية، فاتصل بالطبيب لتقييم الحالة والحصول على علاج أفضل"], 
            "context_set": ""
        },
        {"tag": "ضربة شمس",
            "patterns":["ضربة شمس", "ضربة حرارية", "سخونية شمس"],
            "responses":["نقل الشخص إلى مكان بارد وظلله، إزالة الملابس الزائدة وتبريد الجسم بالماء البارد أو المنشفة الرطبة، تقديم المشروبات الرياضية المحتوية على الأملاح لاستبدال السوائل والمعادن المفقودة، تجنب تناول المشروبات الكحولية والمنبهات، الحرص على الراحة والاسترخاء، إذا كانت الأعراض الشديدة ولا تتحسن، اتصل بالطبيب فورًا."], 
            "context_set": ""
        },
        {"tag": "انخفاض درجة الحرارة",
            "patterns":["انخفاض درجة الحرارة", "برودة الجسم", "رعشة برد", "بردان", "سقعان"],
            "responses":["نقل الشخص إلى مكان دافئ وجاف،إزالة الملابس الرطبة وتغييرها بملابس جافة، تغطية الشخص ببطانية سميكة ودافئة، تسخين الجسم بتدفئة الغرفة أو استخدام أجهزة التدفئة، تناول المشروبات الدافئة والمأكولات الحارة لزيادة درجة حرارة الجسم، إذا كانت الأعراض الشديدة ولا تتحسن، اتصل بالطبيب فورًا. "], 
            "context_set": ""
        },
        {"tag": "سكري",
            "patterns":["السكر", "سكري"],
            "responses":["تقييم مستوى السكر في الدم باستخدام جهاز القياس، إذا كانت القراءة أقل من 70 ملغ / ديسيلتر، يتعين تناول كمية مناسبة من السكريات السريعة مثل عصير الفاكهة أو السكريات المحتوية على الكافيين، إذا كانت الأعراض شديدة مثل العرق البارد والصداع والدوار، يجب الحصول على العناية الطبية الفورية، تحري الأعراض المرتبطة بارتفاع مستوى السكر في الدم، ومن بينها: العطش، التبول المتكرر، الشعور بالجوع المستمر، الإرهاق، الصداع، العصبية، زيادة الوزن، التأكد من اتباع خطة الرعاية الصحية الشخصية للحفاظ على مستويات السكر في الدم ضمن النطاق المناسب. "], 
            "context_set": ""
        },
        {"tag": "إنعاش القلب والرئة",
            "patterns":["إنعاش القلب والرئة", "توقف القلب", "توقف الرئة", "توقف التنفس", "انعاش النفس"],
            "responses":["تأكد من سلامة المكان وطرف الشخص المصاب، التحدث بصوت مرتفع مع الشخص المصاب لمحاولة إيقاظه، فحص التنفس للتأكد مما إذا كان الشخص يتنفس بشكل طبيعي، إذا كان الشخص لا يتنفس، فقم بوضعه على ظهره على أرض مستوية وابدأ الضغط على الصدر، ضع كفيك على وسط الصدر واضغط بقوة وبوتيرة تتراوح بين 100 إلى 120 ضغطة في الدقيقة، أعد التنفس الصناعي للمصاب، وذلك بوضع فمك على فم المصاب وتنفس من خلاله لمدة ثانية ثم اتركه يستنشق وينفخ، متابعة الضغط على الصدر والتنفس الصناعي لحين وصول فريق الإسعاف"], 
            "context_set": ""
        },
        
        {
            "tag": "فحص ذاتي لسرطان الثدي",
                "patterns": ["فحص ذاتي لسرطان الثدي", "سرطان ثدي"],
                "responses":[ "يمكنك القيام بفحص الثدي الذاتي باستخدام الخطوات التالية: \n1. واقفين أمام المرآة، بأيديكِ المفتوحتين في الجهتين، ضعي إحدى الأيدي على الرأس وابحثي عن أي علامات على الثدي. \n2. ثمّ بيديكِ المفتوحتين، اضغطي بلطف على كل ثدي بشكل منفصل بحركة دائرية من الخارج إلى الداخل. \n3. يجب البحث عن أي تغيير في حجم أو شكل الثدي، الثالوث (الكتلة أو الورم أو الخدوش)، الاحمرار أو الإفرازات. \nوإذا كنتِ تشعرين بأي تغييرات في الثدي، يجب عليكِ مراجعة الطبيب."],
                "context_set": ""
        },
        {
            "tag": "ارتفاع ضغط الدم",
                "patterns": ["ارتفاع ضغط الدم", "ضغظ عالي", "ضغظ دم عالي","ضغط مرتفع","ضغط دم مرتفع"],
                "response": ["يمكن الحد من ضغط الدم العالي عن طريق تناول الأطعمة الصحية والمتوازنة، وممارسة التمارين الرياضية بشكل منتظم. كما يمكن استشارة الطبيب لتحديد العلاجات المناسبة والتعامل مع الضغط النفسي والتوتر. من المهم قياس ضغط الدم بانتظام والتحقق منه بشكل دوري، وإذا كانت القراءات عالية دائمًا، يجب الاتصال بالطبيب فورًا لتقييم الحالة."],
                "context_set": ""
        },
        {
            "tag": "إكزيما",
                "patterns": ["حكة في الجلد", "هرش في الجلد", "الإكزيما", "التهاب في الجلد"],
                "responses":["يمكن علاج الإكزيما عن طريق ترطيب الجلد بشكل جيد وتجنب العوامل المسببة للتهيج، مثل التعرض للمنتجات الكيميائية والصابون القاسي. يمكن استخدام الكريمات المرطبة والأدوية الموضعية التي تحتوي على مواد مضادة للالتهابات للمساعدة في تخفيف الأعراض. يجب استشارة الطبيب في حالة الحاجة إلى علاج دوائي معين أو في حالة الحاجة إلى علاج بالضوء أو العلاج الوظيفي."],
                "context_set": ""
        },
        {
            "tag": "آلام المفاصل",
                "patterns": ["التهاب مفاصل", "وجع مفاصل", "آلام مفاصل"],
                "responses":["يمكن علاج التهاب المفاصل بالعديد من الطرق، بما في ذلك الأدوية المضادة للالتهابات غير الستيرويدية والعلاجات الحيوية والمضادات الحيوية. يتم استخدام العلاج الفيزيائي والتمارين الرياضية لتحسين الحركة وتقوية العضلات. يمكن استخدام الأدوية المسكنة لتخفيف الألم وتحسين الراحة. يجب استشارة الطبيب لتحديد أفضل خيار علاجي حسب حالة المريض."],
                "context_set": ""
        },
        {
            "tag": "اضطرابات هضمية",
                "patterns": ["اضطرابات الجهاز الهضمي", "التهاب الأمعاء", "التهاب القولون التقرحي", "الإسهال", "الإمساك", "القرحة الهضمية"],
                "responses":["تختلف طرق علاج اضطرابات الجهاز الهضمي حسب نوع الاضطراب. بعض العلاجات الشائعة تشمل تغييرات في نمط الحياة مثل النظام الغذائي والتمارين الرياضية. يمكن أيضًا استخدام الأدوية المثبطة للحمض والمضادات الحيوية والمضادات الإلتهابية غير الستيرويدية. يمكن أن تساعد العلاجات البديلة مثل العلاج بالنباتات والأعشاب على تحسين الأعراض في بعض الحالات. يجب استشارة الطبيب لتحديد أفضل خيار علاجي حسب حالة المريض."],
                "context_set": ""
        },
        {
            "tag": "حب الشباب",
                "patterns": ["حب الشباب", "حبوب وجه" , "حبوب وش"],
                "responses":["يمكنك الحد من ظهور حب الشباب عن طريق الحفاظ على نظافة بشرتك وتجنب لمس وجهك باليدين. كما يمكن استخدام المنتجات الموضعية لعلاج حب الشباب، مثل الكريمات والجل واللوشن المضادة للالتهابات والبقع. إذا كان حب الشباب شديدًا، فقد يوصي الطبيب بالعلاج الدوائي المناسب."],
                "context_set": ""
        },
        {
            "tag": "فقر الدم",
                "patterns": ["فقر الدم", "انيميا", "نقص حديد", "نقص هيموجلوبين", "نقص دم", "نقص كرات الدم الحمراء"],
                "responses":["يتم علاج فقر الدم بتناول مصادر غنية بالحديد مثل اللحوم الحمراء، الكبدة، السبانخ، البقوليات والمكسرات. كما يمكن تناول الأدوية المعالجة لفقر الدم حسب توصيات الطبيب المختص."],
                "context_set": ""
        },
        {
            "tag": "الإسعافات الأولية للصدمة",
                "patterns": ["صدمة", "خبطة جامدة"],
                "responses": ["يجب الاتصال بالإسعافات الطبية على الفور والتحرك بسرعة لتحسين تدفق الدم والأكسجين إلى الأعضاء الحيوية. يمكن رفع قدمي المصاب وإعطاؤه سوائل باردة وملحوظة. يجب تجنب تناول المصاب للطعام أو الشراب قبل وصول الإسعافات الطبية."],
                "context_set": ""
          },
          {
            "tag": "هجمات البانيكية",
                "patterns": ["هجمة بانيكية", "بانيك اتتاك", "هجمات الذعر"],
                "responses": ["يجب تهدئة المصاب والتحدث معه بصوت هادئ ومطمئن. يمكن إرشاد المصاب للتنفس بشكل عميق وبطيء، وتشجيعه على التركيز على النفس وتحديد المشاعر التي يشعر بها. يجب تجنب إعطاء المصاب أي شيء يحتوي على الكافيين أو السكر، وإذا كان المصاب يتناول دواءًا معينًا للهجمات البانيكية، يجب إعطاؤه الجرعة المحددة من الدواء."],
                "context_set": ""
          }, 
          {
            "tag": "الإسعافات الأولية لضغط الدم المنخفض",
                "patterns": ["ضغط واطي", "انخفاض ضغط الدم", "ضغط دم واطي", "ضغط منخفض","ضغط دم منخفض"],
                "responses": ["يجب تناول المصاب للسوائل والأطعمة المالحة للمساعدة في رفع ضغط الدم، والاستلقاء على الأرض بأقدام مرتفعة، وإبقاء المصاب دافئًا ومرتاحًا. يجب إخبار الشخص بأنه لا يجب الوقوف بسرعة بعد الاستلقاء لتفادي الدوار. إذا كانت حالة المصاب سيئة جدًا، يجب الاتصال بالطوارئ فورًا."],
                "context_set": ""
          },
          {
            "tag": "حمى",
                "patterns": ["حمى", "سخونية", "سخنت","سخن"],
                "responses": ["يجب البقاء مرتاحًا وشرب السوائل بكميات كافية لتجنب الجفاف، وتناول الأدوية المضادة للحمى مثل الباراسيتامول بالجرعات المحددة. يمكن استخدام المناشف المبللة بالماء البارد لتخفيف الحرارة وتجنب الإفراط في التبريد، وتجنب الخروج في الشمس المباشرة. يجب الاتصال بالطبيب إذا كانت الحمى مصحوبة بأعراض خطيرة مثل صعوبة التنفس أو الغثيان والتقيؤ."],
                "context_set": ""
          },
          {
            "tag": "نزيف الأنف",
                "patterns": ["نزيف الأنف", "دم مناخير", "نزيف مناخير"],
                "responses": ["يجب الجلوس والميل إلى الأمام لمدة 5-10 دقائق مع ضغط على الجزء الأمامي من الأنف بإصبعي الإبهام والسبابة. يمكن وضع قطنة نظيفة مبللة بالماء البارد على الأنف. يجب تجنب الإنحناء للخلف أو الاتكاء للوراء، وتجنب إدخال أي شيء إلى الأنف. إذا استمر النزيف لأكثر من 20 دقيقة، يجب الاتصال بالطبيب."],
                "context_set": ""
          },
          {
            "tag": "جروح القطط",
                "patterns": ["عضة قطة", "خدش قطة", "جروح القطط","خربوش قطة","تعويرة قطة","لدغة قطة"],
                "responses": ["يجب غسل الجرح بالماء والصابون لمدة 5 دقائق على الأقل، وتطهير الجرح بمحلول مطهر. يجب تطبيق ضغط خفيف على الجرح للتوقف عن النزيف، ووضع بخاخ أو كريم مضاد للحساسية إذا لزم الأمر. إذا كان الجرح عميقًا أو واسعًا، يجب الاتصال بالطبيب. كما يجب التأكد من تطعيم القطة ومراقبة الجرح لأي علامات تحسن أو تدهور في الحالة الصحية."],
                "context_set": ""
          },
          {
            "tag": "الإسعافات الأولية لجروح عضات أو خدوش الكلاب",
                "patterns": ["عضة كلب", "خدش كلب", "جروح الكلاب","خربوش كلب","تعويرة كلب","لدغة كلب"],
                "responses": ["يجب غسل الجرح جيدًا بالماء الدافئ والصابون لمدة 5 دقائق على الأقل، وتطهير الجرح بمحلول مطهر. يجب تطبيق ضغط خفيف على الجرح للتوقف عن النزيف، ووضع بخاخ أو كريم مضاد للحساسية إذا لزم الأمر. يجب مراقبة الجرح لأي علامات تحسن أو تدهور في الحالة الصحية، والتأكد من تطعيم الكلب بالشكل الصحيح. إذا كانت العضة عميقة أو واسعة، أو إذا شعرت بالقلق من العدوى، يجب الاتصال بالطبيب فورًا."],
                "context_set": ""
          }, 
          {
            "tag": "الإسعافات الأولية لمرض اضطراب نقص الانتباه وفرط الحركة (ADHD)",
                "patterns": ["اضطراب نقص الانتباه وفرط الحركة", "ADHD"],
                "responses": ["اضطراب نقص الانتباه وفرط الحركة (ADHD) هو حالة طبية تصيب الأطفال والبالغين وتتسم بصعوبة التركيز والانتباه وفرط الحركة والتميز السلوكي. أعراض اضطراب نقص الانتباه وفرط الحركة تختلف حسب الفرد والعمر، ولكن يمكن أن تشمل صعوبة التركيز، والنسيان، وعدم الانتباه، وفرط النشاط والحركة، وعدم القدرة على الجلوس في مكان واحد لفترات طويلة، وتكرار الأخطاء. يمكن التعامل مع اضطراب نقص الانتباه وفرط الحركة من خلال التعليم الخاص والعلاج السلوكي والعلاج الدوائي والتدابير التربوية. يجب استشارة الطبيب للحصول على تشخيص وعلاج دقيق لاضطراب نقص الانتباه وفرط الحركة."],
                "context_set": ""
          },
          {
            "tag": "الوقاية من السمنة",
            "patterns": ["السمنة", "زيادة الوزن", "طخن"],
            "responses": ["تتضمن الوقاية من السمنة الحفاظ على نظام غذائي صحي ومتوازن وممارسة التمارين الرياضية بانتظام. ينصح بتناول وجبات صغيرة بشكل متكرر، والتقليل من تناول الأطعمة العالية بالدهون والسكريات. كما ينصح بالحد من الجلوس لفترات طويلة وزيادة الحركة بشكل عام. يجب استشارة الطبيب لتحديد الوزن الصحيح والبرنامج الغذائي المناسب والتمارين الرياضية المناسبة لك."],
            "context_set": ""
          }

       
            

    ]
}